Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/sd/samediggi.no/kultuvrraiellem.html.tmx
Source language: smj
Languages: sma

source: Kultuvrraiellem / Sámedigge - Sametinget
sma: Kultuvrejieleme / Saemiedigkie - Sametinget

source: Åtså biednikdårjav
sma: Ohtsh dåarjoem

source: Kultuvrraiellem
sma: Kultuvrejieleme

source: Ålolágásj kultuvrraiellem nanni sáme aktavuodav ja ietjas ruohtsajt, ja la viehkken viesso bájkálasj sebrudahkaj gånnå ulmutja sihti årrot.
sma: Akte gellielaaketje kultuvrejielede saemien ektievoetem jïh identitetem veaksahkåbpoe dorje, jïh viehkehte guktie dah voenges siebriedahkh jielije sjidtieh, gusnie almetjh sijhtieh årrodh.

source: Kultuvrradåjma li dan diehti ájnnasa sáme sebrudagán, ja aj årromij.
sma: Kultuvredarjomh dannasinie aktem vihkeles råållam utnieh dennie saemien siebriedahkesne, aaj veasomen gaavhtan.

source: Sáme kultuvrrabarggo la oasen gárvedit gullevasjvuodav, soapptsomav ja viessomboanndudagáv, lassen kultuvrravuododum barggosajijt.
sma: Saemien kultuvrejielede viehkiehteminie ektiedimmiem, murriedimmiem jïh jieledekvaliteetem sjugniedidh, lissine aaj barkoesijjieh kultuvren sisnjelen.

source: Politihkalasj åvdåsvásstediddje
sma: Politihkere gïen diedte

source: Media
sma: NSR

source: Valástallam
sma: Meedijah

source: Arena sáme kulturdåjmadibmáj
sma: Gaarsjelimmie

source: Dájdda- ja kulturdåjmadibme
sma: Sijjieh saemien kultuvrebarkose

source: Sámedigge barggá
sma: Kåanste- jïh kultuvrebarkoe

source: Vaj galggá liehket åvdemus premissavadde sáme dájda ja kultuvra åvddånahttemin
sma: Dïhte uvtemes premissevedtijinie årrodh juktie saemien kåanstem jïh kultuvrem evtiedidh

source: Vaj juohkkahasj galggá oadtjot oasev válldet sáme kultuvras danna gånnå årru
sma: Gaajhkesh edtjieh saemien kultuvrem dååjredh desnie gusnie årroeh

source: Hiebadahtátjit viesso ja moattebelak sáme kulturiellemij buorre kvalitehtajn
sma: Sjïehteladtedh ihke mijjieh aktem jielije jïh gellielaaketje saemien kultuvrejieledem utnebe hijven kvaliteeteste

source: Åvddånahtátjit ja bisodittjat sáme dájdda- ja kulturiellemav gå oassálassti fágalasj tjiehpes ja dåjmalasj sáme tjåhkanimsajij, kulturinstitusjåvnåj ja museaj
sma: Saemien kåanste- jïh kultuvrejieledem evtiedidh jïh gorredidh, faageles maehteles jïh eadtjohke saemien tjåanghkoesijjiejgujmie, kultuvreinstitusjovnigujmie jïh museumigujmie

source: Lasedit bargadahttemav sáme dájdda- ja kulturæládusán
sma: Lissiehtamme fasseldimmie saemien kåanste- jïh kultuvrejieliemasse

source: Sámedikke kulturpolitihkalasj oajvvebarggo le hiebadahttet sáme dájdda- ja kultuvrradåjmadibmáj ja daj åvddånahttemij.
sma: Saemiedigkien åejviebarkoe kultuvrepolitihkesne lea saemien kåanste- jïh kultuvredarjoemasse sjïehteladtedh jïh dam evtiedidh.

source: Sáme sebrudak le vilá sebrudakásadimájgen, gånnå vuodooase kultuvran ja gielan li vuoroduvvam ja vilá vierttiji vuoroduvvat.
sma: Saemien siebriedahke lea annje aktene boelhkesne gusnie siebriedahkem bigkeminie, gusnie åejviesuerkieh kultuvren jïh gïelen sisnjeli leah prijoriteradamme orreme, jïh annje tjuara prijoriterdamme sjïdtedh.

source: Dát rávkká nanos rahtjamav sáme sebrudagás iesj, sáme institusjåvnåjs, Sámedikkes ja stáhta oajválattjajs.
sma: Daate aktem stoerre barkoem kreava dehtie saemien siebriedahkeste jïjtje, saemien instusjovnijste, Saemiedigkeste jïh staaten åejvieladtjijste.

source: Sámedigge vuojnná ietjas åvdåsvásstádussan várajda válldet ja åvddånahttet dajt álgadimijt ja dåjmajt ma li sáme sebrudagán ja liehket ájnnasamos premissavadde dán prosessan.
sma: Saemiedigkie vuajna goh sov dïedte skraejriem jïh darjoemidie vaarjelidh jïh evtiedidh, mejtie saemien årrojh buektieh, jïh sæjhta dïhte vihkielommes premissedeallahtæjjine årrodh daennie prosessesne.

source: Stáhta oajválattjajn le huoman bajemus åvdåsvásstádus hiebadahttet vaj sáme sebrudahka iesj oadtju máhttelisvuodav ietjas sebrudakásadimev åvddånahttet.
sma: Staaten åejvieladtjh læjhkan dam bijjemes dïedtem utnieh sjïehteladtedh guktie saemien siebriedahke jïjtje nuepiem åådtje sov siebriedahkebigkemem vijriesåbpoe evtiedidh.

source: Guovlo ja bájkálasj oajválattjajn le aj åvdåsvásstádus oassálasstet aktisasj åvddånahttemin sáme kultuvras, kulturiellemis ja sáme institusjåvnåjs.
sma: Regijovnaale jïh voenges åejvieladtjh aaj aktem dïedtem utnieh saemien kåanstem, kultuvrejieledem jïh saemien institusjovnh ektesne evtiedidh.

source: Sámedigge barggá vaj juohkkahattjan galggá liehket máhttelisvuohta muossádit sáme dájdav ja kultuvrav.
sma: Saemiedigkie sæjhta gaajhkesh edtjieh nuepiem utnedh saemien kåanstem jïh kultuvrem dååjredh.

source: Mij lip mihá ietjama histåvrås, kultuvrraárbes ja dájdas ja kultuvras.
sma: Mijjieh mijjen histovrijem, mijjen kultuvreaerpiem jïh mijjen kåanstem jïh kultuvrem garmerdibie.

source: Sihtap hiebadahttet viesso ja valjes dájdda- ja kulturiellemij buorre kvalitehtajn mij hábbmiduvvá, dagáduvá, åvddånbuvteduvvá ja muossáduvvá ja mij le sadjihin juohkkahattjajda.
sma: Mijjieh sïjhtebe sjïehteladtedh akten jielije jïh gellielaaketje kåanste- jïh kultuvrejieliedasse hijven kvaliteeteste mij sjugniesåvva, dorjesåvva, vuesiehtamme jïh dååjreme sjædta, jïh maam gaajhkesh maehtieh dååjredh.

source: Sáme dájddára ja kulturdåjmadiddje galggi máhttet viessot ietjas dåjmas.
sma: Saemien tjiehpiedæjjah jïh kultuvrebarkijh edtjieh maehtedh sov barkoste veasodh.

source: Sáme institusjåvnå li mijá ájnnasamos arena åvddånbuvtátjit sáme dájdav ja kultuvrav.
sma: Dah saemien institusjovnh leah mijjen vihkielommes sijjieh juktie saemien kåanstem jïh kultuvrem vuesiehtidh.

source: Da vaddi kulturbarggosajijt sáme sebrudagán ja li ájnas oassálasste sáme dájda ja kultuvra åvddånahttemin.
sma: Dah kultuvrebarkoesijjieh saemien siebriedahkine vedtieh, jïh leah vihkeles aktöörh saemien kåanste- jïh kultuvreevtiedimmeste.
